brew "carthage"
brew "commitizen"
brew "dust"
brew "exa"
brew "terminal-notifier"
brew "fish"
brew "fzf"
brew "fzy"
brew "httpie"
brew "rbenv"
brew "starship"
brew "swiftlint"
brew "thefuck"
brew "tig"
brew "robotsandpencils/made/xcodes"
brew "deszip/tools/xclean"
brew "lyft/formulae/set-simulator-location"

cask "font-fira-code"
cask "monitorcontrol"
cask "rectangle"
cask "proxyman"
cask "shottr"
cask "macdown"

brew "mas"
mas "PiPifier", id: 1160374471
mas "Octotree", id: 1457450145
mas "Slack", id: 803453959
mas "Developer", id: 640199958
mas "The Unarchiver", id: 425424353
mas "XCOrganizer", id: 1507556912
mas "Eye Monitor", id: 1527031341
mas "DevCleaner", id: 1388020431
mas "RocketSim", id: 1504940162
mas "Intermission", id: 1439431081
mas "Cleaner for Xcode", id: 1296084683
mas "OS Cleaner", id: 1005062168
